// © Copyright 2012-2015, 2017 HP Development Company, L.P.

SATTaskName = "狀態與警示";

MoreInfoTitle = "更多資訊";
SATPrivacyStatementOnlineLink = "HP 線上隱私權聲明";

SATAlertsTaskDescription = "指定您想查看的 HP 裝置延長狀態資訊層級。若裝置無法完成您所要求的工作，或需要提醒您注意時，您就會收到通知。";

SATShowAlertsButtonTitle = "顯示以下的延長警示：";
SATAutoDismissTitlePreffix = "";
SATAutoDismissTitleSuffix = "秒後自動解除以下的警示：";

SATErrorsWarningsAndInfo = "錯誤、警告與資訊訊息";
SATErrorsAndWarnings = "錯誤與警告";
SATErrorsOnly = "僅限錯誤";
SATInfoMessages = "資訊訊息";
SATWarningsAndInfoMessages = "警告與資訊訊息";

SATShowWebContentButtonTitle = "顯示網頁內容警示";
SATShowWebContentButtonBaseDescription = "經您許可，可與 HP 安全地分享您的裝置狀態。收到提供的資訊之後，HP 會檢查以查看您是否已在 HP 計劃中註冊或符合特別優惠的條件，然後根據可用選項修改警示。";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* 若要深入瞭解傳送給 HP 的資訊，請參閱 SAT_KEYED_LINK:MoreInfoTitle。";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* 如欲瞭解更多有關 HP 隱私權政策的資訊，請參閱 SAT_LINK:SATPrivacyStatementOnlineLink。";

SATNoControlPanelAlertTitle = "確定要關閉「HP 提示」嗎?";
SATNoControlPanelTurnOffButtonTitle = "關閉";
SATNoControlPanelAlertText = "如果這麼做，可能會發生收不到裝置狀態重要訊息的風險。";
SATCancelButtonTitle = "取消";
